app/controllers/users_controller.rb

INSERT INTO "users" ("name", "email", "contact", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "Ajinkya"], ["email", "kaustubh.gadekar10@gmail.com"], ["contact", "12323435"], ["created_at", "2015-09-02 17:55:36.061183"], ["updated_at", "2015-09-02 17:55:36.061183"]]
---
  def create
    @user = User.new(user_params)
    PaymentsWorker.perform_async(@user)
    #ExampleMailer.sample_email(@user).deliver
    respond_to do |format|
      if @user.save